[
  {
    "name": "Echo",
    "bio": "Echo is a dream-pop band known for their ethereal soundscapes and haunting melodies. Formed in 2015, they have captivated audiences with their unique blend of electronic and acoustic elements."
  },
  {
    "name": "Mirage",
    "bio": "Mirage is a synthwave band that brings the sounds of the 80s into the modern era. With their vibrant synth lines and catchy hooks, they create a nostalgic yet fresh auditory experience."
  },
  {
    "name": "Solar",
    "bio": "Formed in 2012, Solar is a progressive rock band that explores the cosmic and the terrestrial through their expansive compositions and intricate musicianship."
  },
  {
    "name": "Crimson",
    "bio": "Crimson is a heavy metal band that has been shaking the underground scene since 2009. Known for their aggressive riffs and powerful vocals, they deliver an intense musical experience."
  },
  {
    "name": "Velvet",
    "bio": "Velvet blends alternative rock with post-punk influences to create a dark and brooding sound. Their melancholic lyrics and atmospheric instrumentals have garnered a dedicated following."
  },
  {
    "name": "Midnight Mirage",
    "bio": "Midnight Mirage is an indie rock band that captures the essence of late-night contemplation through their introspective lyrics and smooth guitar melodies."
  },
  {
    "name": "Aurora",
    "bio": "Aurora is a folk band that draws inspiration from nature and personal stories. Their harmonies and acoustic arrangements paint vivid pictures in the minds of their listeners."
  },
  {
    "name": "Lunar Echoes",
    "bio": "Lunar Echoes is an experimental band that pushes the boundaries of sound with their eclectic mix of genres and innovative use of technology in music production."
  },
  {
    "name": "Stellar",
    "bio": "Stellar is a post-rock band known for their expansive soundscapes and emotional crescendos. Their music takes listeners on a journey through the highs and lows of the human experience."
  },
  {
    "name": "Phoenix",
    "bio": "Phoenix is a pop-rock band with anthemic choruses and uplifting melodies. Since their formation in 2018, they have been spreading positivity and energy through their music."
  }
]
